Revit 2027 API
UnitTypeId.MicrometersPerMeterDegreeCelsius Property
 Micrometers per meter degree Celsius.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MicrometersPerMeterDegreeCelsius { get; }
Public Shared ReadOnly Property MicrometersPerMeterDegreeCelsius As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MicrometersPerMeterDegreeCelsius {
	ForgeTypeId^ get ();
}
static member MicrometersPerMeterDegreeCelsius : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace